<h3>Зачем вам регистрироваться на нашем сайте?</h3>
<h3>Если у вас смартфон (на базе Android, IPhone, Windows Mobile)?</h3>
<ol>
	<li>Включите GPS на вашем телефоне</li>
	<li>зайдите на сайт vtaxi.kz</li>
	<li>Зарегистрируйтесь на сайте, активируйте учетную запись</li>
	<li>войдите в свою учетную запись</li>
	<li>на главной странице нажмите на кнопку "Отображать меня на карте"</li>
</ol>
<h3>Если у вас телефон со встроенным GPS, с поддержкой GPS и есть доступ в интернет?</h3>
<ol>
	<li>Установите <a href="<?= base_url()?>VTaxi.jar">приложение</a> на телефон</li>
	<li>Включите GPS на вашем телефоне</li>
	<li>Введите логин и пароль</li>
	<li>Теперь ваше местоположение будет отправлятся на сервер и вы будете отображатся на карте</li>
</ol>
